[
    {
      "text": "The U.S. Attorney's Office for the Southern District of Mississippi today announced that it has filed a civil action against the City of Elizabeth, New Jersey, for violating Section 219 of the Water Resources Development Act of 1992 (106 Stat. 4835; 113 Stat. 335) by failing to comply with certain provisions of the Act. The action, filed in federal court in Atlanta, Georgia, charges the Elizabeth City Council with violating the Act's provisions relating to the elimination or control of combined sewer overflows for Jackson County, Mississippi. According to the SEC's press release, the Elizabeth Council has agreed to pay a total of $20 million for the project. The settlement is subject to final approval by the Secretary of the Department of Justice. The Elizabeth Council will be responsible for paying a portion of the cost of the project, which will be funded by the federal government. The release also notes that the Elizabeth council has agreed not to engage in any further litigation against the city of Elizabeth. The final approval of the settlement will be subject to the Secretary's approval. The SEC is continuing to monitor the situation and will take further action if necessary.The Secretary of the U.S. Department of Transportation has determined that the city of Chesapeake, Virginia has not complied with the requirements of Section 302(b) of the Water Resources Development Act of 1986 (WRDA) and Section 710(a) of WRDA. The city's failure to comply with the recommendations of the WRDA's Inland Waterways Users Board (IWRB) has resulted in the loss of more than $10 million in federal funds. The IWRB's recommendations were based on the findings of a review conducted by the IRB and the Virginia Department of Environmental Quality (VDE). The VDE's report, which is available online at www.vde.gov, recommended that the City of Chesapeake be authorized to use up to $10 million of federal funds for the construction of a bridge over the Mississippi River to connect the Chesapeake Bay with the Chesapeake River. The City's request for funds was approved by the City Council in a meeting held on June 26, 2002. The City is required to submit a report to the VDE within 30 days of the end of each fiscal year. The report is available on VDE.gov for public inspection and can be downloaded for free online.",
      "summary": "Amends the Water Resources Development Act of 1999 to: (1) authorize appropriations for FY 1999 through 2009 for implementation of a long-term resource monitoring program with respect to the Upper Mississippi River Environmental Management Program (currently, such funding is designated for a program for the planning, construction, and evaluation of measures for fish and wildlife habitat rehabilitation and enhancement); (2) authorize the Secretary of the Army to carry out modifications to the navigation project for the Delaware River, Pennsylvania and Delaware, if such project as modified is technically sound, environmentally (currently, economically) acceptable, and economically justified; (3) subject certain previously deauthorized water resources development projects to the seven-year limitation governing project deauthorizations under the Act, with the exception of such a project for Indian River County, Florida; (4) except from a certain schedule of the non-Federal cost of the periodic nourishment of shore protection projects constructed after December 31, 1999, those projects for which a District Engineer's Report has been completed by such date;  (5) require that the project cooperation agreement for the Comite River Diversion Project for flood control include a provision that specifies that any reduction in the non-Federal share that results from certain modifications be credited toward the share of project costs to be paid by the Amite River Basin Drainage and Water Conservation District; (6) allow the Secretary to provide additional compensation to Chesapeake City, Maryland (currently, to the City of Chesapeake, Maryland) for damage to its water supply resulting from the Chesapeake and Delaware Canal Project; (7) provide for the submission of certain reports on water resources development projects by the Secretary, notwithstanding Federal reporting termination provisions; and (8) authorize and provide for an authorization of appropriations for the existing program for the safety and operations expenses of the Federal Railroad Administration, and make available for obligation funds currently appropriated for such program.",
      "title": "To make technical corrections to the Water Resources Development Act of 1999."
    },
    {
      "text": "The U.S. Department of the Interior's Bureau of Land Management (BLM) announced today that it will implement a new grazing fee on federal lands in the Western United States. The fee is designed to provide for cooperative agreements, private, public partnerships, and flexibility in management programs and agreements to assure sound management and stewardship of the renewable resources it is imperative to charge. According to the BLM's press release, the new fee will be in addition to the current grazing fee of $5 per acre per year. The new fee is effective immediately and will be implemented on all lands that are authorized for grazing on the federal government's lands. The BLM is required by law to charge a grazing fee for each acre of land that is leased to a private company. The grazing fee is determined annually by multiplying the average grazing fee per acre by the total number of authorized private production units on federal land. For the purpose of this section, all grazing operations conducted on any Federal lands shall be subject to all applicable Federal, State, and local laws, including but not limited to: (1) Animal Damage Control Act (ACPA), (2) Clean Air Act (CPA), (3) Federal Grant and Cooperative Agreement Act of 1977 (GCA), (4) Federal Insecticide, Fungicide, and Rodenticide Act (IFRA), and (5) National Environmental Policy Act of 1969 (NPA)The Secretary of Agriculture and the Secretary of the Interior shall calculate annually the Federal forage fee by calculating the average of the Western livestock grazing survey for the preceding three years. The fee shall not be greater than 125 percent, or less than 75 percent, of the fee calculated for the previous year pursuant to Executive Order 12548 dated February 14, 1986. For each year after the first year that the Secretaries calculate the federal forage fee, the fee shall be less than 25 percent. The nonfee cost differential shall be calculated periodically by the Secretaries so as to reflect the actual nonfee costs incurred by the cattle and sheep industry that utilize public lands in the sixteen Western States. The results of the updated survey shall be incorporated into the calculation of the Non Fee Cost Differential as they become available.",
      "summary": "Federal Forage Fee Act of 1993 - Subjects grazing operations on Federal land to applicable Federal, State, and local environmental and land use requirements. \nSets forth a forage fee formula for lands under the jurisdiction of the Department of Agriculture and the Department of the Interior.",
      "title": "Federal Forage Fee Act of 1993"
    },
    {
      "text": "The U.S. Merchant Marine was integral in providing the link between domestic production and the fighting forces overseas, providing combat equipment, fuel, food, commodities, and raw materials to troops stationed overseas. Without their support, the Navy could not have accomplished its mission'', said Fleet Admiral Ernest J. King in a 1945 letter. President and former Supreme Commander of the Allied Forces, Dwight D. Eisenhower, acknowledged that through the prompt delivery of supplies and equipment to our armed forces overseas ... the American Merchant Marine has effectively helped to strengthen the forces of freedom throughout the world''. General Eisenhower stated that these goods and resources saved thousands of lives and enabled the Allied Powers to claim victory in World War II.The U.S. House of Representatives passed the National Medals of America Act of 2016 on November 30, 2016. The Act provides that all medals struck pursuant to this Act are national medals for purposes of chapter 51 of title 31, United States Code.",
      "summary": ".  Merchant Marine of World War II Congressional Gold Medal Act (Sec. 3) This bill requires the Speaker of the House of Representatives and the President pro tempore of the Senate to arrange for the award, on behalf of Congress, of a single gold medal to the U.S. Merchant Marine of World War II, in recognition of their dedicated and vital service during World War II.  Following its award the medal shall be given to the American Merchant Marine Museum where it will be available for display and research.",
      "title": "Merchant Marine of World War II Congressional Gold Medal Act"
    },
    {
      "text": "The Small Business Tax Modernization Act of 2004 (SBTMA) was signed into law by President Barack Obama on February 2, 2015 and effective on January 1, 2015 .<n>The SBTMA provides for the following changes to the tax treatment of certain unincorporated pass-thru entities: (A) Election by certain unincorporated corporations to be taxed as partnership. The term partner' includes a member in such a syndicate, group, pool, joint venture, or other unincorporated organization, through or by means of which any business, financial operation, or venture is carried on, and which is not within the meaning of this title, a trust or estate or a corporation.(B) Each partner shall include in gross income as a dividend, any amount that would have been so includible had the entity been an S corporation during the period the entity was treated as a partnership.<n>(V) Notwithstanding the preceding sentence, the provisions of subchapter K of the Act apply to determine the basis of any property distributed and the basis for any interest in the partnership. Section 1379A of the Internal Revenue Code of 1986, as amended, provides that no gain or loss shall be recognized to the corporation or its shareholders by reason of an election under clause (i) or (ii) of the Code, except in the case of election made by a S corporation after the end of the recognition period (as defined in section 1374(d)(5)) without regard to subparagraph (B)(5)).(v) The provisions of subsections (a) and (c) of this subparagraphs apply to the entities that are not deemed to be S corporations.The U.S. Securities and Exchange Commission today issued new guidance on the tax treatment of a corporation's distributions to its shareholders. The guidance provides that, in the case of an election under section 7701(a) of the Internal Revenue Code of 1986, the shareholders of the corporation will be treated as if the assets were distributed, on the date of such election, to the shareholders in exchange for their stock. The new guidance also provides that the amount of the net recognized built-in gains taken into account under section 1374(b)(1) of the Code will be reduced by the tax imposed by that section, and that the accumulated earnings and profits will be increased at the beginning of the taxable year. For purposes of the new guidance, the 10-year recognition period for the election of an S corporation as a partnership has expired, and the special rule relating to election of a partnership to be taxed as partnership has been amended. The SEC's guidance is available on its website at: http://www.sec.gov/investors/news/news-releases/sec. As a result of the changes, the effective date of the amended rules is January 1, 2015 and the new rules will apply to transactions after that date. The amended rules are subject to final approval by the SEC.The Partnership Income Attributable to Capital Act of 2004 was amended by adding at the end the following new subsection: (A) The amount, if any, in excess of what would constitute reasonable compensation for services rendered by such partner to the partnership, shall be treated as income attributable to capital. A reasonable rate of return on unreturned capital shall equal 150 percent (or such higher rate as is established in regulations) of the highest applicable Federal rate, as determined under section 1274(d)(1) at the beginning of the partnership's taxable year.(B) The term \"unreturned\" means the excess of the aggregate amount of money and the fair market value as of the date of contribution of other consideration (net of liabilities) contributed by the partner over that aggregate amount. The partner's share of all reportable items distributed by the partnership to the partner as determined in section 702. (A) If the partner acquires a partnership interest and the partnership makes an election under section 754, the Partner's Unreturned Capital shall take into account appropriate adjustments under sections 743 and 743A.",
      "summary": "Small Business Modernization Act of 2004 - Amends the Internal Revenue Code to: (1) terminate subchapter S corporation elections after 2004 and subchapter S status after 2014 and to allow privately-held domestic corporations, in lieu of electing subchapter S treatment, to elect to be treated as partnerships for tax purposes; (2) set forth rules for the tax treatment of former subchapter S corporations electing partnership status; and (3) exclude from net earnings from self-employment partnership income attributable to capital.",
      "title": "To amend the Internal Revenue Code of 1986 to provide for unified income taxation with respect to pass-thru entities."
    },
    {
      "text": "The Securities and Exchange Commission today announced that it will implement a new \"safe harbor\" for covered investment fund research reports that are published or distributed by a broker or dealer. The Securities Act of 1933 and the Investment Company Act of 1940 provide for the protection of investors and for the promotion of capital formation. The new safe harbor will apply to covered investment funds with a class of securities in substantially continuous distribution, condition the safe harbor on whether the broker's or dealer's publication or distribution is subject to the rules and regulations thereunder, and provide that a self-regulatory organization may not maintain or enforce any rule that would limit the ability of a member to publish or distribute a covered fund research report solely because the member is also participating in a registered offering or other distribution of securities of such covered investment investment fund. The SEC's announcement of the new safety harbor follows the announcement by the U.S. Attorney's Office for the Southern District of New York that it has filed criminal charges against an investment adviser for violating the anti-fraud provisions of Section 17(a)(1) of the Securities Act and Section 10(b) of the Exchange Act of 1934 and Rule 10b-5 thereunder. According to the SEC announcement, the SEC is continuing its investigation of the investment adviser's conduct in connection with the alleged violations of these provisions. The announcement also provides that the SEC will consider whether there is a need for further action.The Securities and Exchange Commission today announced that it has adopted a new rule that requires covered investment fund research reports to be published and distributed by a broker or dealer after 180 days following the date of enactment of this Act. The new rule applies to covered investment funds that are listed on a national securities exchange and that are not subject to section 24(b) of the Investment Company Act of 1940. According to the SEC's new rule, the term \"covered investment fund\" means an investment company registered under, or that has filed an election to be treated as a business development company under, the Securities Act of 1933 and that provides in its registration statement that a class of its securities are purchased or redeemed, subject to conditions or limitations, for a ratable share of its assets. In addition, the new rule requires that the research report be published or distributed to the extent that it is published, distributed by, or is written or written by a person acting on behalf of, or acting as an officer or director of, an investment fund. The SEC also requires that such research reports be of sufficient quality to be deemed to satisfy the reporting history requirements (without regard to Form S-3 or Form F-3 eligibility) and minimum float provisions of such subsections for purposes of the Commission's rules and regulations under the Federal securities laws under the Securities laws and the rules of any self-regulatory organization.",
      "summary": "Fair Access to Investment Research Act of 2016 This bill directs the Securities and Exchange Commission (SEC) to revise a specified regulation to create a safe harbor for certain publications or distributions of research reports by brokers or dealers distributing securities. The revised regulation shall declare that a published or distributed investment fund research report shall not be deemed to constitute an offer for sale or an offer to sell a security that is the subject of the offering pursuant to an effective registration statement, even if the broker or dealer is participating or will participate in the registered offering of the covered investment fund's securities. The covered investment fund research report shall indeed be deemed to satisfy the regulation's requirements as well as those of any self-regulatory organization. The SEC shall not impose specified conditions and requirements when implementing the safe harbor.  Until the SEC has adopted such safe harbor revisions, and the Financial Industry Regulatory Authority (FINRA) has revised a related rule, a covered investment fund shall be deemed to be a security listed on a national securities exchange that is not subject to a certain filing requirement of the Investment Company Act of 1940. ",
      "title": "Fair Access to Investment Research Act of 2016"
    },
    {
      "text": "The Prescription Drug Monitoring Program (PDMP) is a federal program established under the Controlled Substances Act of 1980 (C.S.A. Act) that provides funding to states to monitor the dispensed use of controlled substances. The purpose of the PDMP is to detect patterns indicative of controlled substance misuse, including opioid misuse, and to provide proactive notification to a practitioner when those patterns are detected. The Act provides that each covered State may withhold funding from a State that fails to comply with the program's requirements. The State may also withhold funds from an eligible entity to facilitate the sharing of data by practitioners and an inter-State data-sharing single hub. The provisions of this Act apply to all States and the District of Columbia that receive funding under the Harold Rogers Prescription Drug monitoring program. For more information about the program, see the SEC's website.The data-sharing single hub established under paragraph (1)--A shall allow States to retain ownership of the data submitted by the States; (ii) provide a source of de-identified data that can be used for statistical, research, or educational purposes; (iii) allow State authorized users to access data from a covered State without requiring a user fee; and (iv) conform with the standards of the Prescription Monitoring Information Exchange.",
      "summary": "Prescription Drug Monitoring Act of 2016 This bill requires a state that receives grant funds under the prescription drug monitoring program (PDMP) or the controlled substance monitoring program to comply with specified requirements. The Department of Justice (DOJ) or Department of Health and Human Services may withhold grant funds from a state that fails to comply.  Additionally, the bill requires a state to share its PDMP data with other states through a data-sharing hub established by DOJ. ",
      "title": "Prescription Drug Monitoring Act of 2016"
    },
    {
      "text": "The purpose of this Act is to establish, maintain, and operate a Strategic Gasoline and Fuel Reserve. The Reserve is not a component of the Strategic Petroleum Reserve established under part B.<n>The Reserve shall contain not more than 40,000,000 barrels of gasoline; and (2) 7,500,000 barrels of jet fuel.<n>Not later than 1 year after the date of enactment of this act, the Secretary of the U.S. shall determine not less than 3 Reserve sites, and not over 5 Reserve sites that are regionally strategic. The Secretary shall complete the process of filling the Reserve by March 1, 2008. The President may extend the deadline established under section 192(a) of the Act.The Secretary of the U.S. Department of the Treasury is authorized to release gasoline or fuel from the Strategic Gasoline and Fuel Reserve Fund (SGF) only if the President finds that there is a severe fuel supply disruption of significant scope and duration. The release would not have an adverse effect on the long-term economic viability of retail gas or fuel markets in the State and adjacent States. The SGF is established in the Treasury of the United States a revolving fund, to be known as the Strategic gasoline and fuel reserve fund. The Secretary shall submit to Congress a plan describing the acquisition of storage and related facilities or storage services for the Reserve, including the use of storage facilities not currently in use or not currently used to capacity. The plan shall include the anticipated methods of disposition, the estimated costs of establishment, maintenance, and operation of the reserve, and actions that the Department will take to minimize any potential need for future drawdowns from the Reserve.The Secretary of the Treasury is authorized to transfer from the Fund such amounts as are necessary to carry out activities under this part, to remain available until expended. The amounts required to be transferred to the Fund under this section shall be transferred at least monthly from the general fund of the Department of the U.S.",
      "summary": "Strategic Gasoline and Fuel Reserve Act of 2005 - Amends the Energy Policy and Conservation Act to direct the Secretary of Energy to establish, maintain, and operate a Strategic Gasoline and Fuel Reserve of gasoline and jet fuel.\n\nInstructs the Secretary to determine between three and five regionally strategic Reserve sites throughout the United States.\n\nPermits the Secretary to release gasoline or fuel from the Reserve only if: (1) the President finds that there is a severe fuel supply disruption; or (2) the Governor of a state requests a release from the Reserve, accompanied by specified findings.\n\n\n\nEstablishes in the Treasury a revolving Strategic Gasoline and Fuel Reserve Fund.",
      "title": "A bill to establish a Strategic Gasoline and Fuel Reserve."
    },
    {
      "text": "The U.S. Attorney's Office for the Southern District of New York today announced criminal charges against a former New York City Police Department officer in connection with the death of an officer who was injured in the line of duty. The officer's death was determined to be the direct result of a catastrophic injury sustained during the course of his duties. The criminal charges were filed under the provisions of Section 1213 of the Omnibus Crime Control and Safe Streets Act of 1968 and Section 1201(b) of the Public Safety Officer Benefits Enhancement Act of 1996. The officer died on or after January 1, 1978; or (2) becomes permanently and totally disabled as a result of his injury. The law provides that an eligible dependent of a public safety officer shall be eligible for assistance under this subpart. The term \"eligible dependent\" means any person who is described in section 1201(a), or who is eligible to receive benefits under section 120(b), including the child of such officer, or any individual who is employed by any Federal, State, county, or local agency and is authorized by law to conduct an investigation of or participate in the prosecution of a felony offense. (C) the spouse of any public safety officers described in subparagraphs (A) and (B) of sections 1204 and 1201(c) shall be entitled to a pension equal to 80 percent of the amount of the applicable amount under section 1223(a) if the officer died or on the date of his death or is permanently disabled.(A) if there is a surviving spouse and the deceased officer is not employed by a federal, state, or county agency, the Bureau is required to pay an annual pension to one or more survivors of the deceased public security officer in accordance with the law. Section 1217 of the Crime Control Act of 1968. The law is amended by adding at the end the following new paragraphs: (4) The term eligible dependent'' means any individual, such as a child, who is or is a member of a family member of the United States Department of Justice, or a state or local law enforcement agency, and who is entitled to benefits under sections 1201(d), 1201(e) or 1201(f) under Section 120(c)The Securities and Exchange Commission today issued a new rule that provides for a deceased public safety officer's children to receive a pension equal to 20 percent of the amount of their father's life insurance policy. Section 1223 of the Securities Act of 1933 and Rule 1223(a) of the Exchange Act of 1934, as amended, provide for the payment of a pension to the surviving child of an officer who dies in the line of duty while serving as an officer of the public safety agency, organization, or unit. The new rule applies only to the children of officers who are deceased at the time of their death. For example, if there is no surviving spouse or surviving child, but there is one surviving parent of such officer, the officer designates the surviving parent as the beneficiary under his most recently executed death insurance policy on file with the agency or organization. The surviving parent's pension will be paid to that parent in equal shares. The amount of the annual pension or share of pension under this rule shall be paid for the lifetime of the beneficiary, without regard to the marital status or any other status of the benefit recipient. The annual base salary of the officer is the greater of the following: (1) The annual percentage change in the Consumer Price Index for All Urban Consumers, published by the Bureau of Labor Statistics, occurring in the 1-year period ending on June 1 immediately preceding such October 1;  (2) The annual cost of living adjustment for each fiscal year beginning after the effective date of this subpart, adjusted in accordance with subsections (a) and (b) of section 1204 of the SEC's Rules 1223 and 1223A. The Secretary of Education is authorized to award a Public Safety Officer scholarship to an eligible applicant who is attending, or has been accepted for enrollment, as a full-time or part-time student in any eligible institution providing instruction for one or more postsecondary degrees, for the purposes of this term. The application shall be accompanied by a certification from the head of the Public Safety Office certifying that such officer is a deceased or disabled officer, as defined in paragraph (3) of section 305.The Secretary of the U.S. Department of Education is authorized to award scholarships to students enrolled in kindergarten, elementary school, or secondary school. The maximum amount of a scholarship award under this title shall not exceed the lesser of the following: (A) The average per pupil expenditure for elementary and secondary education of the local educational agency for the geographic area in which the eligible applicant resides. (B) The actual cost to the student for attendance at the school, including expenses such as tuition, fees, books, transportation costs, and other related expenses, as determined by the Secretary. (C) The award period for each scholarship award is the period of time normally required for the completion of a high school diploma by a student in the grade that the recipient is in at the time the award commences. The Secretary is authorized, if practicable, to use eligible institutions as fiscal agents for the payment of scholarship awards.The term \"public safety officer\" means a public safety officer with respect to whom the Bureau of Justice Assistance has determined, in accordance with section 1201 of the Omnibus Crime Control and Safe Streets Act of 1968 (42 U.S.C. 3796), that such officer has died as the direct and proximate result of a personal injury sustained in the line of duty.<n>The term \"dependent child\" means the child of a deceased or disabled officer, including a stepchild or an adopted child, who is living with or receiving regular support contributions from such officer at the time of the officer's death or when the officer is permanently and totally disabled.<n>An eligible applicant means a person residing in a State who is any of the following: (A) A public security officer described in paragraph A. of title 5, United States Code, is amended by striking or remarries before reaching age 55'' in section 8133(b)(1) of this title. (C) A dependent child means any person who is a member of an eligible institution of higher education, as defined in section 7801 of the Elementary and Secondary Education Act of 1965 (ESEA) or any institution in the State of Washington, the District of Columbia, the Commonwealth of Puerto Rico, or the United States.",
      "summary": "Special Agent Scott K. Carey Public Safety Officer Benefits Enhancement Act - Amends the Omnibus Crime Control and Safe Streets Act of 1968 to extend: (1) educational benefits to public safety officers who become permanently and totally disabled in the line of duty and to their spouses and children; (2) allow payment of retroactive benefits to dependents of such disabled officers; and (3) establish a program of pension payments for certain survivors of deceased public safety officers.\n\nAuthorizes the Secretary of Education to: (1) award a Public Safety Officer scholarship to disabled public safety officers, their spouses, and their children; and (2) enter into agreements with educational institutions to carry out such scholarship program.\n\nAmends federal personnel law to allow widows or widowers of federal employees killed on the job to continue to receive monthly compensation even if they remarry before reaching age 55.",
      "title": "To provide increased benefits for public safety officers disabled in the line of duty, and for the spouses and children of public safety officers killed or disabled in the line of duty, and for other purposes."
    },
    {
      "text": "The Economic Literacy and Economic Opportunity Act of 2015 provides a tax credit for programs that promote economic and financial literacy. The credit is limited to 50 percent of the amount paid or incurred during the taxable year to carry out the purposes specified in section 5533(b) of the Elementary and Secondary Education Act of 1965 (20 U.S.C. 7267b) pursuant to a qualified program. The Secretary of Education shall determine which for profit organizations are allowed the credit under this section for a taxable year in such manner as the Secretary determines appropriate. The majority of recipients must be owned by veterans, or meet an asset test.<n>In making determinations under this paragraph, the Secretary shall give priority to taxpayers that have qualified programs which serve either urban or rural underserved areas (determined on the basis of the most recent United States census data available) or those that are socially and economically disadvantaged small businesses.The Internal Revenue Code of 1986 amended to provide for a new tax credit for education expenses. The new credit is based on the same method used by the Board of Governors of the Federal Reserve System to determine a bank holding company's consolidated assets under section 165 of the Financial Stability Act of 2010 (12 U.S.C. 5365). The credit is not available to taxpayers for any taxable year if they elect to have this section not apply for such taxable year. The amount of any deduction or credit otherwise allowable under this chapter for any amount taken into account for purposes of subsection (a) shall be reduced by the credit allowed by this section. The Secretary shall issue such regulations or other guidance as may be necessary or appropriate to carry out this Section.",
      "summary": "Promoting Financial Literacy and Economic Opportunity Act of 2015 This bill amends the Internal Revenue Code to allow up to 20 for-profit organizations in any taxable year a business-related tax credit for 50% of the amount paid or incurred to carry out activities to improve the quality of student understanding of personal finance and economics. The Department of the Treasury shall determine which for-profit organizations are eligible for the credit, ensuring that a majority of credit recipients are: (1) either a socially and economically disadvantaged small business concern, a small business concern owned and controlled by women, or a small business concern that is at least 51% owned by veterans, or (2) do not have more than $60 billion in assets. In determining the eligibility of a for-profit organization, Treasury shall give priority to organizations that have programs serving either urban or rural underserved areas. ",
      "title": "Promoting Financial Literacy and Economic Opportunity Act of 2015"
    },
    {
      "text": "The term \"delivery sale\" means any sale of cigarettes or a smokeless tobacco product to a consumer if the consumer submits the order for such sale by means of a telephone or other method of voice transmission, the mail, or the Internet or other online service.<n>The term \"Indian tribe\" and \"tribal\" refer to an Indian tribe as defined in the Indian Self- Determination and Education Assistance Act of 1994 (25 U.S.C. 450b(e) or as listed pursuant to section 104 of the Federally recognized Indian Tribe List Act of 1994).<n>A State, acting through its attorney general, or a local government, may bring an action in the United States district courts against any person, other than a State, local, or tribal government, to prevent and restrain violations of this title.<n>Nothing in this subsection shall be deemed to restrict any sovereign immunity of a State or local government or Indian tribe against any unconsented lawsuit under this title or to otherwise restrict any such immunity.The U.S. Attorney's Office for the Southern District of New York announced today that it has filed criminal charges against the owner of an e-cigarette store in Brooklyn, New York, for violating the federal anti-smoking laws. The charges, filed in federal court in Manhattan, charge the owner with violating Section 10(b) of the Federal Cigarette Labeling and Advertising Act of 1986 and Section 3 of the Comprehensive Smokeless Tobacco Health Education Act of 1986, as amended by Section 1333(c) of that Act. Without admitting or denying the charges, the owner has agreed to the entry of a final judgment that permanently enjoins him from violating the provisions of these laws and orders him to pay a civil penalty. The final judgment, which is subject to court approval, also orders the owner to pay the full amount of the civil penalty, plus interest, if any. The attorney's office is continuing to investigate the case and has not yet determined whether the owner will be charged. The case is being handled by the Office of the Chief Counsel for the Federal Bureau of Investigation in New York City. The court's final judgment is not subject to public disclosure.A person who relands or receives tobacco products in the quantity allowed entry free of tax and duty under chapter 98 of the Harmonized Tariff Schedule of the United States may voluntarily relinquish such products to the Secretary of the U.S. at the time of entry any excess of such quantity without incurring the penalty under subsection (c) of the law.<n>The term \"delivery sale\" means any sale of a tobacco product to a consumer by means of a telephone or other method of voice transmission, the mail, or the Internet or other online service. The seller is not in the physical presence of the buyer when the request for purchase or order is made or the tobacco product is delivered by use of a common carrier, private delivery service or the mail.",
      "summary": "Amends the Tariff Act of 1930 to define \"delivery sale\" of a tobacco product as any sale of cigarettes or a smokeless tobacco product to a consumer if: (1) the consumer submits the purchase order by means of a telephone or other method of voice transmission, the mail, or the Internet or other online service, or the seller is otherwise not in the buyer's physical presence when the purchase request or order is made; or (2) the cigarettes or smokeless tobacco product is delivered by use of a common carrier, private delivery service, or the mail, or the seller is not in the buyer's physical presence when the buyer obtains personal possession of the delivered cigarettes or smokeless tobacco product.\n\n\n\nMakes the personal use exemption from tobacco import requirements inapplicable to cigarettes or smokeless tobacco products sold in connection with a delivery sale.\n\nAllows states access to copies of Customs Service certifications required for cigarette imports.\n\nPermits any tobacco product, cigarette papers, or tube found in violation of the Act to be forfeited for destruction to any state in which it is found.\n\nAuthorizes persons who hold permits under the Internal Revenue Code concerning tobacco products, cigarette papers, and tubes to bring an action in the U.S. district courts against any person, other than a state, local, or tribal government, to prevent and restrain violations of the Act.\n\nAuthorizes state and local governments to bring civil actions for prevention or restraint against persons who violate the Act.\n\nSubjects smokeless tobacco products to the same entry requirements and enforcement mechanisms as apply to certain cigarettes under the Act.\n\nAmends the Internal Revenue Code to impose civil penalties against persons for relanding, except for personal use, tobacco products sold in a delivery sale.",
      "title": "To amend the Tariff Act of 1930 and the Internal Revenue Code of 1986 relating to importation of tobacco products."
    }
]
