[
    {
      "text": "The U.S. Attorney's Office for the District of Columbia today announced criminal charges in connection with an alleged sexual assault that occurred at a nonprofit organization's facility. The criminal charges, filed in federal court in Washington D.C., charge a former employee of the nonprofit organization with gross negligence and intentional misconduct. The nonprofit organization is not liable for the conduct of the former employee, who has not been charged with a crime. The law provides that a business entity is not subject to civil liability for an injury or death that occurs at a facility of the business entity if the use occurs outside of the scope of business of that business entity. The business entity's liability is limited to the amount of money it would have to pay to the nonprofit for the use of the facility, and it is not required to pay for the nonprofit's use of a facility if the nonprofit uses the facility for public benefit and operates primarily for charitable, civic, educational, religious, welfare, or health purposes. The laws of the several States, the Commonwealth of Puerto Rico, the Virgin Islands, Guam, American Samoa, the Northern Mariana Islands, any other territory or possession of the United States, or any political subdivision of any such State, territory, or possession, are inconsistent with this Act. The Act does not preempt any State law that provides additional protection from liability for business entities for injuries or death with respect to which conditions under subparagraphs (b) and (c) of subsections (e) of the Act apply. The provisions of this Act are not to supersede any Federal or State health and safety law.",
      "summary": "Shields a business entity from civil liability relating to any injury or death occurring at a facility of that entity in connection with a use of such facility by a nonprofit organization if: (1) the use occurs outside the scope of business of the business entity; (2) such injury or death occurs during a period that such facility is used by such organization; and (3) the business entity authorized the use of such facility by the organization. \nMakes this Act inapplicable to an injury or death that results from an act or omission of a business entity that constitutes gross negligence or intentional misconduct, including misconduct that: (1) constitutes a hate crime or a crime of violence or act of international terrorism for which the defendant has been convicted in any court; or (2) involves a sexual offense for which the defendant has been convicted in any court or misconduct for which the defendant has been found to have violated a Federal or State civil rights law. \nPreempts State laws to the extent that such laws are inconsistent with this Act, except State law that provides additional protection from liability.  Specifies that this Act shall not be construed to supersede any Federal or State health or safety law. \nMakes this Act inapplicable to any civil action in a State court against a business entity in which all parties are citizens of the State if such State, citing this Act's authority and containing no other provision, enacts a statute declaring the State's election that this Act shall not apply to such action in the State.",
      "title": "A bill to limit the civil liability of business entities providing use of facilities to nonprofit organizations."
    },
    {
      "text": "The United States considers the national and international protection and promotion of human rights and the rule of law the most important values of any democracy. The founding fathers defined human rights prominently in the Bill of Rights, giving those rights a special priority and protection in the Constitution.<n>The United States will continue to receive requests from foreign authorities for legal assistance regarding human rights violations, including the declassification of documents. In addition to requests by Guatemala and Honduras, a Spanish court magistrate, Baltasar Garzon, recently requested from the United States information on General Augusto Pinochet.<n>As a member State of the Organization of American States, the U.S. should seek to follow the December 8, 1998, recommendation of the Inter-American Commission on Human Rights. The Clarification Commission explicitly recommended that all available legal and material resources should be utilized to clarify the whereabouts of the disappeared and, in the case of death, to deliver the remains to relatives.The Securities and Exchange Commission today issued an order requiring the U.S. Department of State to declassify and disclose information about human rights violations in Guatemala and Honduras. The SEC's order follows a request from the National Commissioner for the Protection of Human Rights in the Republic of Honduras, which has been seeking the information since November 1993 .<n>The order requires the State Department, the Agency for International Development, the Central Intelligence Agency, the National Reconnaissance Office, the Department of Justice, and the Executive Office of the President to identify, review, and organize all human rights records regarding activities occurring in the two countries after 1944 for the purpose of declassifying and disclosing the records to the public. According to the order, the public disclosure of the human rights record would reveal the name or identity of a living individual who provided confidential information to the United States and would pose a substantial risk of harm to that individual. The order further states that the information would not interfere with the conduct of intelligence operations and would be so harmful as to outweigh the public interest in the disclosure of such information.In the event that an agency of the United States receives a request for human rights records from an entity created by the United Nations, the Organization of American States or a similar entity, a national truth commission or entity of similar nature, or from the principal justice or human rights official of a country that is investigating a pattern of gross violations of internationally recognized human rights, the agency shall conduct a review of the records and shall declassify and publicly disclose such records in accordance with the standards and procedures set forth in this Act.<n>Not later than 30 days after the Appeals Panel's determination and notification to the agency pursuant to subsection (b)(4), the President shall report to Congress on the desirability and feasibility of declassification. The report shall be available to the public. The Appeals Panel shall publish in the Federal Register a copy of any unclassified written certification, statement, and other materials transmitted by or on behalf of the President with regard to the postponement of disclosure of a human rights record.The President shall appoint individuals who are not employees of the United States who have demonstrated substantial human rights expertise and who are able to meet the security requirements for the positions.<n>The President shall seek recommendations with respect to such positions from nongovernmental human rights organizations.",
      "summary": "Human Rights Information Act - Requires certain Federal agencies to identify and organize all human rights records regarding activities occurring in Guatemala and Honduras after 1944 for declassification and disclosure purposes, and to make them available to the public. \nInstructs the President to report to Congress regarding agency compliance. \nPrescribes guidelines under which the Interagency Security Classification Appeals Panel shall review agency determinations to postpone public disclosure of any human rights record.  Authorizes postponement of such public disclosures on specified grounds. \nRequires any U.S. agency, upon request by an entity created by the United Nations, the Organization of American States (or similar entity), a national truth commission (or similar entity), or from the principal justice or human rights official of a country that is investigating a pattern of gross violations of internationally recognized human rights, to review, declassify, and publicly disclose any human pertinent rights records. \nDirects the Information Security Policy Advisory Council to report to Congress on declassification of human rights records relating to other countries and to make such report available to the public. \nCreates two additional positions in the Panel in order to implement this Act.",
      "title": "Human Rights Information Act"
    },
    {
      "text": "In commemoration of the 50th anniversary of the breaking of the color barrier in major league baseball by Jackie Robinson, the Secretary of the Treasury (hereafter in this Act) shall mint and issue not more than 500,000 1 dollar coins, which shall-- (1) weigh 26.73 grams; (2) have a diameter of 1.500 inches; and (3) contain 90 percent silver and 10 percent copper. The coins minted under this Act shall be legal tender, as provided in section 5103 of title 31, United States Code. The Secretary shall accept pre-paid orders for the coins from the Jackie Robinson Foundation for the purpose of enhancing the programs of the Foundation in the field of education and youth leadership skills development. The sale of the coins will be conducted by the Secretary at a price equal to the sum of the face value of the coin and the cost of designing and issuing the coins, including labor, materials, dies, use of machinery, overhead expenses, marketing, and shipping. The coin design will be emblematic of Jackie Robinson's association with and contributions to Major League Baseball. The inscriptions on the coin will be \"In God We Trust,\" \"United States of America,\" and \"E Pluribus Unum\"A coin shall not be issued under this Act unless the Secretary has received full payment for the coin and security satisfactory to the Secretary from a depository institution whose deposits are insured by the Federal Deposit Insurance Corporation or the National Credit Union Administration Board. The Secretary may waive the application of any paragraph of this subsection to the Foundation for any fiscal year after taking into account the amount of payments received by the Foundation in each fiscal year.<n>The Foundation shall provide, as a condition for receiving any payment derived from the proceeds of any surcharge imposed on the sale of coins, an annual audit, in accordance with generally accepted government auditing standards. The Foundation may use any amount received from such payments to pay the cost of an audit required under paragraph (1), which may relate to the receipt or expenditure of any such amount by the foundation.<n>No portion of any payment to the foundation may be used, directly or indirectly, to compensate any agent or attorney for services rendered to support or influence in any way legislative action of the Congress relating to the coins minted and issued under the Act.",
      "summary": "Jackie Robinson Commemorative Coin Act - Directs the Secretary of the Treasury to:  (1) mint and issue one-dollar silver coins emblematic of Jackie Robinson in commemoration of the 50th anniversary of the breaking of the color barrier in major league baseball; and (2) distribute surcharge proceeds to the Jackie Robinson Foundation to enhance its education and youth leadership programs, and increase the availability of scholarships for economically disadvantaged youths.",
      "title": "Jackie Robinson Commemorative Coin Act"
    },
    {
      "text": "The Internal Revenue Code of 1986 amended to provide that the cost of any eligible small business investment purchased by the taxpayer during the 12-month period beginning on the date of such sale, reduced by (2) any portion of such cost previously taken into account under this section. In the case of the sale of any capital asset with respect to which the taxpayer elects the application of this section, gain from such sale shall be recognized only to the extent that the amount realized on such sale exceeds the taxpayer's cost of such investment. The term qualified small business entity' means any domestic corporation or partnership in which the stock or partnership interest was issued and each prior taxable year, such entity had gross receipts of less than $5,000,000, (i) for the taxable year of such entity in which such entity generated income from investment property and the majority of full-time employees employed by such entity are located in the United States. For purposes of section 1043(b)(4), the term \"investment property\" means property that has the capacity to produce gross income from an interest, annuities, or royalties, not derived in the ordinary course of a trade or business, or that is directly involved in the primary activity referred to in clause (ii), transportation, communications, agriculture, and sanitary service. The Secretary may further define by regulation what constitutes an incidental holding of investment property with regard to such entity. For example, ownership interests in entities controlled by such entities do not constitute investment property, and the Secretary may treat such entities as a single employer under subparagraph (A) of subsection (B) of section 52 of the IRS Code. The provisions of the new law will be implemented on January 1, 2015 and will be effective for the 2015 tax year.The U.S. Department of the Treasury has issued new rules for determining the basis of a small business investment that is purchased by the taxpayer during the 12-month period described in subsection (a) of section 1044 of the Internal Revenue Code. The new rules apply only to investments purchased after the date of the enactment of this Act, for taxable years ending after such date. The rules are designed to prevent the avoidance of the purposes of this section through splitups, shell corporations, partnerships, or otherwise. The Treasury's Office of Investor Education and Advocacy (OIEA) has issued guidance on the new rules. The guidance is available on the OIEA's website.",
      "summary": "Amends the Internal Revenue Code to provide (temporarily) for the nontaxable rollover of gain from qualified small business stock to another small business stock.",
      "title": "To amend the Internal Revenue Code to provide that capital gains not be recognized if invested in certain small businesses."
    },
    {
      "text": "The Securities and Exchange Commission today issued a new rule that requires the U.S. Department of the Interior's Bureau of Land Management (BLM) to approve or disapprove any oil and gas appraisal conducted by an Indian tribe on federal lands. The new rule is the result of an amendment to the Energy Policy Act of 1992 (EPA) that was passed by Congress in June 1992 and signed into law by President George W. Bush on July 10, 1992 . According to the SEC's amended version of the EPA, each affected Indian tribe is required to submit to the Secretary of Interior a written notice of approval or disapproval of an appraisal conducted pursuant to the provisions of this rule within 30 days of the date on which the Secretary receives the appraisal. The appraisal must be conducted by a certified, third-party appraiser pursuant to a contract with the Indian tribe. In the event that the appraisal is not approved or disapproved by the Secretary, the tribe may waive the requirements of subsection (a) of this section, including the need to provide a written waiver pursuant to subsection (c) of the Act. The Secretary may, after 60 days, develop regulations for implementing this rule, including standards for approving or disapproving appraisals, including unambiguous numbers, tracking systems, and other estimates of value. The agency shall use a uniform system of unambiguous numbers and tracking systems for oil and natural gas activities on Indian lands. As soon as after the date of this Act, the Secretary shall implement procedures to ensure that each of the affected Indian tribes that is involved in the review, approval, and oversight of energy-related activities on Federal lands is conducted in a manner that is consistent with the laws, regulations, and policies of the United States. The use of these procedures will be limited to the use of a single, unambiguous number and tracking system, and the agency shall be able to determine the fair market value of any oil or gas wells on the affected lands.The Secretary of the Interior, acting through the Bureau of Land Management, shall not collect any fee for any of the following: (1) For an application for a permit to drill on Indian land. (2) To conduct any oil or gas inspection activity on Indian Land. (3) On any oil/gas lease for nonproducing acreage on Indian lands. (4) Clarification of authority.The U.S. Attorney's Office for the Northern District of New York today announced that it has filed a preliminary injunction against the Department of Energy's (D.E.'s) decision to award a contract for a biomass energy demonstration project to a Native American tribe in Alaska. The court granted the tribe's request for a temporary restraining order and preliminary injunction, finding that the agency's decision to grant the contract violated the provisions of Section 10(b) of the Securities Exchange Act of 1934 (Exchange Act) and Rule 10b-5 thereunder. According to the court's order, the agency violated the terms of the Exchange Act by failing to provide the tribe with the information it required to determine whether the project would be eligible for the contract. The order also found that the department's determination that the project was not eligible was based on the fact that the tribe had not provided sufficient information to determine that it would be able to provide reliable supplies of woody biomass from Federal land for the project. In a parallel action, a federal district court in Washington, D.C. issued an emergency order temporarily restraining the agency from issuing the contract to the tribe pending the outcome of the litigation. The SEC's final judgment, which is subject to court approval, is expected to be issued by the end of the month. The litigation will be led by the Assistant Attorney General for the Office of Indian Affairs and the Chief of the Alaska Native Claims Settlement Commission.On August 9, 1955, the U.S. Congress passed and signed into law the National Indian Forest Resources Management Act of 1955, also known as the \"Long-Term Leasing Act\" of 1955. Section 415(e)(1) of the Act provides that leases for the exploration, development, or extraction of mineral resources, including geothermal resources, shall be considered a sustainable management practice for purposes of any Federal standard, benefit, or requirement that requires a demonstration of such sustainability. The Act also provides that no rule promulgated by the Department of the Interior regarding hydraulic fracturing used in the development or production of oil or gas resources shall have any effect on any land held in trust or restricted status for the benefit of Indians except with the express consent of the beneficiary on whose behalf such land is held. The provisions of this Act apply to land leased to the NAVAJO Nation. The NAVAjo Nation is an American Indian tribe located in the northern part of New Mexico. The Bureau of Indian Affairs and the Bureau of Land Management are responsible for the management of the land.",
      "summary": "Native American Energy Act - (Sec. 3) Amends the Energy Policy Act of 1992 to allow the Secretary of the Interior, an affected Indian tribe, or a certified third-party appraiser under contract with the Indian tribe to appraise Indian land or trust assets involved in a transaction requiring the Secretary's approval.  Deems an appraisal that is conducted by an Indian tribe or by an appraiser under contract with an Indian tribe to be approved if the Secretary does not approve or disapprove of the appraisal within 60 days of receiving it. Gives tribes the option of waiving such appraisals if they give the Secretary an unambiguous indication of tribal intent to do so that includes an express waiver of any claims they might have against the United States that result from forgoing the appraisal. (Sec. 4) Requires each agency within the Department of the Interior involved in the review of oil and gas activities on Indian lands to use a uniform system of reference numbers and tracking systems for oil and gas wells. (Sec. 5) Amends the National Environmental Policy Act of 1969 to make the environmental impact statement for major federal action on Indian lands available for review and comment only to the affected Indian tribe and individuals residing within the affected area. (Sec. 6) Prohibits the Secretary from collecting a fee for: (1) applying for a permit to drill on Indian land, (2) oil or gas inspection activities on such lands, or (3) any oil or gas lease for nonproducing acreage on Indian land. (Sec. 7) Requires plaintiffs who obtain a preliminary injunction or administrative stay in Indian energy related actions to post bond. (Indian energy related actions are those concerned with energy activities undertaken on Indian land or by Indian tribes on other lands.)  Subjects plaintiffs to liability for a defendant's harm should they not ultimately prevail on the merits of the energy related action. Prohibits plaintiffs in Indian energy related actions against the federal government from receiving certain federal payments for their fees or expenses. (Sec. 8) Amends the Tribal Forest Protection Act of 2004 to direct the Secretary to enter into agreements with Indian tribes, from FY2014-FY2018, to carry out demonstration projects that promote biomass energy production on Indian forest land and in nearby communities by providing tribes with reliable supplies of woody biomass from federal lands. Requires the creation of at least four new demonstration projects during each of those fiscal years. Directs the Secretary, when reviewing project applications, to consider whether a proposed demonstration project will:  increase the availability or reliability of local or regional energy, enhance the tribe's economic development, improve the connection of electric power transmission facilities serving the tribe with other electric transmission facilities, improve the forest health or watersheds of federal land or Indian forest land or rangeland, or  otherwise promote woody biomass use.  Directs the Secretary, to the extent practicable, to incorporate management plans in effect on Indian forest land or rangeland into demonstration project agreements affecting those lands. Prohibits the agreements from having a term that exceeds 20 years, but allows them to be renewed for up to ten additional years. (Sec. 9) Considers activities conducted or resources harvested or produced pursuant to a tribal resource management plan or an integrated resource management plan approved by the Secretary to be a sustainable management practice when sustainability is federally required. (Sec. 10) Amends the Long-Term Leasing Act to authorize the Navajo Nation to enter into commercial or agricultural leases of up to 99 years on their restricted lands without the Secretary's approval, provided they are executed under tribal regulations approved by the Secretary.  Allows the Navajo Nation to enter into mineral resource leases on their restricted lands without the Secretary's approval if they are executed under approved tribal regulations and do not exceed 25 years, though they may include a renewal option for one additional term not exceeding 25 years. (Sec. 11) Prohibits any Department of the Interior rule regarding hydraulic fracturing, used in oil and gas development or production, from having any effect on land held in trust or restricted status for Indians, except with the express consent of its Indian beneficiaries.  ",
      "title": "Native American Energy Act"
    },
    {
      "text": "The purpose of this Act is to provide information about Holocaust-era insurance policies to Holocaust victims and their heirs and beneficiaries to enable them to file their rightful claims under the policies.<n>As of June 15, 2001, more than 84 percent of the 72,675 claims applications filed with the International Commission on Holocaust Era Insurance Claims remained idle because the claimants could not identify the company holding the policy. The Secretary of Commerce shall establish and maintain a collection of records that shall be known as the Holocaust Insurance Registry. The Archivist of the United States shall make all such information publicly accessible and searchable by means of the Internet and by any other means the Archivist deems appropriate.The Secretary of Commerce shall assess a civil penalty of not less than $5,000 for each day that an insurer fails to comply with the requirements of section 4 of this Act, as determined by the Secretary. The Archivist of the United States may use amounts received by the Government as civil penalties under section 6 to maintain the Holocaust Insurance Registry.<n>Nothing in this Act preempts the right of any State to adopt or enforce any State law requiring an insurer to disclose information regarding insurance policies that may have been confiscated or stolen from victims of Nazi persecution.",
      "summary": "Holocaust Victims Insurance Relief Act of 2001 - Directs the Archivist of the United States to establish and maintain a Holocaust Insurance Registry to consist of information on holders and issuers (and related liable entities) of Holocaust-era insurance policies that were: (1) in effect after January 30, 1933, and before December 31, 1945; and (2) issued to a policyholder domiciled in any area of Europe that was occupied or controlled by Nazi Germany or any ally or sympathizer during such period.Requires: (1) insurers to file such information in an electronic format with the Secretary of Commerce by a specified deadline; (2) the Secretary to assess a civil penalty for each day an insurer fails to comply; and (3) notify each State's commissioner of insurance of the identity of any insurer that has failed to file such information or to satisfy any penalty.",
      "title": "To provide for the establishment of the Holocaust Insurance Registry by the Archivist of the United States and to require certain disclosures by insurers to the Secretary of Commerce."
    },
    {
      "text": "The purpose of this legislation is to increase the number of school-based mental health and student service providers. The current national average ratio of students to school counselors in elementary and secondary schools is 561 to 1. According to the Institute of Medicine of the National Academy of Sciences, the recommended maximum ratio of mental health professionals is 250 to 1; and the recommended ratio of school psychologists and school social workers is 1,000 to 1 and 800 to 1 respectively. In some States, 1 school counselor typically serves over 1,000 students. The number of students expected to grow significantly over the next few years. Model programs have reduced school suspensions, reduced referrals to the principal's office, reduced the use of weapons, and increased student feelings of safety.The purpose of this chapter is to provide funding for the hiring of additional school counselors, school psychologists, and school social workers. The funds will be used to assist local educational agencies in hiring additional school-based mental health and student service providers. To be eligible to receive a grant under this chapter, a State shall submit an application to the Secretary of the Interior in such manner as the State may require. The Secretary may not approve an application under this subsection unless the State presents a plan, which the Secretary considers to be reasonable, under which the State will make grants, in accordance with the purposes of this section.<n>The Secretary shall reallocate to States that have received approval under subsection (e)(2) any funds allocated under this section to states that have not submitted an application that is approved by the Secretary. In the event that a grant is not approved, the State shall provide a matching amount to the amount of funds allocated.The Elementary and Secondary Education Act of 1965 provides for grants to local educational agencies to assist them in hiring additional school-based mental health and student service providers. In each fiscal year, a State may use not more than 5 percent of the assistance made available to it under this subsection for the administrative costs of the State in carrying out the State's responsibilities under this chapter.<n>No grant made by a State in accordance with this subsection shall be for an amount less than $50,000. The State shall use data from the most recent fiscal year for which satisfactory data are available, except that the State may adjust such data, or use alternative child poverty data, if the State demonstrates to the Secretary's satisfaction that such adjusted or alternative data more accurately reflect the relative incidence of children who are living in poverty and who reside in the school districts in the State.<n>A State may require that a local educational agency match a portion of the amount of the grant made to it. The non-Federal share required by this subsection may be provided in cash or in kind, fairly evaluated, and may include facilities, equipment, or services.The purpose of this legislation is to promote the integration of schools and mental health systems. The funding will be used for the promotion of school readiness through early childhood emotional and social development. The funds will also be used to improve the mental health and student service providers.",
      "summary": "Amends the Elementary and Secondary Education Act of 1965 to establish a program to assist States and local educational agencies (LEAs) to recruit, train, and hire additional school-based mental health and student service providers, including additional school counselors, psychologists, and social workers (in order to reduce the student-to-counselor ratios nationally, in elementary and secondary schools, to an average of one school counselor for every 250 students, one psychologist for every 1,000 students, and one social worker for every 800 students, as recommended in a report by the Institute of Medicine of the National Academy of Sciences relating to schools and health).\n\nDirects the Secretary of Education, after reserving certain funds for schools in outlying areas and schools run by the Bureau of Indian Affairs, to make program allotments to States according to a specified formula. Requires States to allocate funds from Federal and State shares of program costs to LEAs according to specified formulae.",
      "title": "To amend the Elementary and Secondary Education Act of 1965 to direct the Secretary of Education to make grants to States for assistance in hiring additional school-based mental health and student service providers."
    },
    {
      "text": "On July 29, 1998, the U.S. Department of Agriculture entered into an Option Agreement with Big Sky Lumber Co., an Oregon joint venture, to acquire approximately 54,000 acres of land in the Gallatin National Forest, located north of Yellowstone National Park in Montana. The terms of the Option Agreement were set out in the Exhibit A to the SEC's July 29, 1998 Report of the Secretary of Agriculture, which was filed in the United States District Court for the District of Montana on July 30, 1998. The Report also included the terms of an exchange agreement between the Secretary and BSL for the acquisition of the land. The Exchange Agreement was signed by BSL and the Secretary on July 29, 1998. BSL's land is located in the Eastside National Forests, which are located east of the Continental Divide in the State of Montana and include the Beaverhead, Deerlodge, Helena, Custer, and Lewis and Clark national forests. The Report found that the land possesses outstanding natural characteristics and wildlife habitats that make it a valuable addition to the National Forest System, reducing long-term costs for taxpayers, increasing public access to the forest, and improving the ownership pattern of the forest. It also found that other private property owners are willing to enter into exchanges that further improve the forest's ownership pattern. In the Report, the Secretary notes that the Exchange Agreement is subject to the approval of the Federal Bureau of Land Management (BLM) and the Montana Department of Fish and Wildlife and Game (MDWFP). The Report concludes that the exchange agreement is not in the best interests of the public and that BSL has not adequately addressed the concerns raised in the Report.The U.S. Department of the Interior's Bureau of Land Management (BLM) announced today that it will implement a timber sale program on portions of the Gallatin National Forest in Montana. According to the terms and conditions of the Option Agreement, the BLM will provide BSL with timber sale receipts from timber sales on the National Forest and other eastside national forests in the State of Montana in accordance with subsections (a) and (c) of the Act. The Option Agreement also provides that BSL will be entitled to receive patents and deeds to an equivalent value of the Federal land held in escrow. The terms of the option agreement are subject to the approval of the BSL board of directors. The option agreement is subject to approval by the Board of Directors of BSL. The Board of Director's approval is not required for BSL to receive timber receipts from the timber sales. The BLM's timber sales program will be funded by the sale of timber from the national forests. The timber sales will be conducted in compliance with the terms of this Act and the provisions of the federal land policy and management act of 1976 and other federal laws and regulations.The U.S. Department of Agriculture's Bureau of Land Management (BLM) is required by the federal land acquisition act of March 1, 1911, to determine the quality of title to land acquired by the BLM. The Secretary of Agriculture is required to determine within 45 days whether the applicable title standards for Federal land acquisition have been satisfied and the title is otherwise acceptable to the Secretary. The BLM is also required to provide the Secretary with a copy of all draft conveyances and closing documents received and approved by BLM in connection with the acquisition of the land. The title includes both the surface and subsurface estates without reservation or exception (except as specifically provided in this Act), including minerals, mineral rights, and mineral interests (including severed oil and gas surface rights). The Secretary is encouraged to pursue a land exchange with the owner of section 1 of the Taylor Fork land after completing a full public process and an appraisal. The land exchange is subject to such minor corrections and adjustments as may be agreed to by the Secretary and BSL, and each member of the Montana congressional delegation of any changes made.On October 2, 1998, the U.S. Senate passed the Land and Water Conservation Fund Act of 1965 and authorized the Secretary of Agriculture to transfer land to the Gallatin National Forest and the Deerlodge National Forest as part of a land-for-land exchange. The land exchange will be conducted in accordance with the terms and conditions of the Option Agreement, which is available for public inspection in the office of the supervisor of the Forest Service. The Secretary will implement a restoration program, including reforestation and watershed enhancements, to bring the acquired land and surrounding national forest land into compliance with Forest Service standards and guidelines. The Act also provides that the Secretary may use partnerships with State and local conservation corps, including the Montana Conservation Corps, to implement the restoration program.",
      "summary": "Gallatin Land Consolidation Act of 1998 - Provides for the exchange of land and other assets including certain timber harvest rights by the Secretaries of Agriculture and the Interior with the Big Sky Lumber Co. (BSL) for inclusion in the Gallatin National Forest and Deerlodge National Forest, Montana. \nDirects the Secretary of Agriculture to:  (1) implement a timber sale program to fund the purchase of specified (Taylor Fork) BSL land; (2) enter into specified land exchanges (Wapiti and Eightmile-West Pine); and (3) implement a restoration program for lands acquired under this Act.  Encourages the Secretary to pursue a specified land exchange (section 1 of the Taylor Fork land). \nAuthorizes appropriations.",
      "title": "Gallatin Land Consolidation Act of 1998"
    },
    {
      "text": "The purpose of this Act is to address the adverse impacts of marine debris on the U.S. economy, the marine environment, and navigation safety through identification, determination of sources, assessment, prevention, reduction, and removal. The Act also provides for the development of effective non-regulatory measures and incentives to cooperatively reduce the volume of lost and discarded fishing gear and to aid in its recovery. Section 3(b) of the Marine Debris Research, Prevention, and Reduction Act of 1952 is amended to read as follows: (1) identify sources of, assess, prevent, reduce, and remove marine debris, with a focus on marine debris posing a threat to living marine resources and navigational safety.  (2) provide national and regional coordination to assist States, Indian tribes, and regional organizations in identifying, determination, and removing marine debris; (3) provide methods for marking gear used in specific fisheries to reduce adverse impacts, including identification, recovery, and identification of sources; and (4) assist the public and other stakeholders in understanding the risks associated with marine debris.On August 1, 2012, the U.S. House of Representatives passed the Marine Debris Research, Prevention, and Reduction Act of 2012 (Act), which was signed into law on August 1, 2012 by the President of the United States. The Act seeks to reduce the amount of marine debris that enters the marine environment and the Great Lakes region. The term \"marine debris\" means any persistent solid material that is manufactured or processed, directly or indirectly, and intentionally or unintentionally, disposed of or abandoned into the environment or the Great Lake region. According to the Act's text, \"Marine debris\" is defined as \"any material that has been or is likely to be used in the production, processing, or storage of marine products, including, but not limited to, fish, shellfish, and other marine life. It is also defined as any debris that is not disposed of in a manner that is consistent with the provisions of the act. The act provides that the Secretary of the Department of the Interior and the National Oceanic and Atmospheric Administration (NOAA) will determine the amount and type of debris that should be removed from the environment and disposed of. The amount of debris removed will be determined at the discretion of the Secretary and the NOAA. The Secretary is required to submit a report to Congress each year on the status of the implementation of the Act. The report will be available on the NOAA's website at: http://www.NOAA.gov/.",
      "summary": "Marine Debris Act Reauthorization Amendments of 2012 - Reauthorizes appropriations through FY2015 for, and revises provisions of, the Marine Debris Research, Prevention, and Reduction Act.\n\n(Sec. 3) Renames such Act as the Marine Debris Act. Replaces provisions establishing within the National Oceanic and Atmospheric Administration (NOAA) the Marine Debris Prevention and Removal Program with provisions establishing the Marine Debris Program to identify, determine sources of, assess, prevent, reduce, and remove the occurrence and adverse impacts of marine debris on the U.S. economy, the marine environment, and navigation safety.\n\n(Sec. 5) Revises Program components, including by requiring the Administrator of NOAA to provide national and regional coordination to assist states, Indian tribes, and regional organizations in identification, determination of sources, assessment, prevention, reduction, and removal of marine debris.\n\nAmends the Marine Plastic Pollution Research and Control Act of 1987 to repeal the plastic pollution public education program.\n\n(Sec. 7) Replaces provisions of the Marine Debris Program concerning interagency coordination with provisions establishing the Interagency Marine Debris Coordinating Committee under the Marine Plastic Pollution Research and Control Act of 1987.\n\nRequires such Committee to submit biennial (currently annual) progress reports.\n\n(Sec. 8) Requires the Administrator to ensure the confidentiality of information submitted into the federal information clearinghouse on marine debris. (Currently, the Administrator is required to take steps to ensure the confidentiality of only such information that is submitted by the fishing industry.)\n\n(Sec. 9) Defines the term \"marine debris\" as any persistent solid material that is manufactured or processed and disposed of or abandoned into the marine environment or the Great Lakes.",
      "title": "To reauthorize and amend the Marine Debris Research, Prevention, and Reduction Act."
    },
    {
      "text": "The United States and the Indian tribes have a unique legal and political government-to-government relationship. The U.S. has a trust obligation to provide certain services to Indian tribes and to Indians. The purpose of this Act is to ensure that Indian needs for Federal programs and services are known in a more certain and predictable fashion. The Act requires each Federal department or agency, in coordination with the Secretary of the Interior, to conduct an Indian Needs Assessment. The needs assessment shall address, but not be limited to, the following: The location of the service area of each program. The total population of members of other tribes located in that service area. The availability of similar programs within the geographical area to tribes or tribal members. The number of people living in each service area per tribe. The population of each tribe per tribe is not required to be determined. The INA shall be conducted by an appropriate entity, in consultation with the tribal governments. The contractor shall consult with tribal governments in establishing and conducting the needs assessment.The Secretary of the Interior shall develop a uniform method and criteria, and uniform procedures for compiling, maintaining, keeping current, and reporting to Congress all information concerning the annual expenditures of the department or agency for programs and services for which Indians are eligible.<n>Not later than 180 days after the date of enactment of this Act, the Secretary shall submit a report detailing the coordination of Federal program and service assistance for which Indian tribes and their members are eligible to the Committees on Appropriations and the Committee on Indian Affairs of the Senate. The Secretary shall also file a Strategic Plan for the Coordination of Federal Assistance for Indians. The Strategic Plan shall identify reforms necessary to the laws, regulations, policies, procedures, practices, and systems of the Federal departments or agencies involved. The report shall include recommendations for implementing the reforms identified in the Strategic Plan.",
      "summary": "Indian Needs Assessment and Program Evaluation Act of 2001 - Directs the Secretary of the Interior to contract with an appropriate entity to develop a uniform method, criteria, and procedures for determining, analyzing, and compiling the program and service assistance needs of Indian tribes and Indians nationwide.Requires Federal departments and agencies to conduct Indian Needs Assessments aimed at determining the actual needs of tribes and Indians eligible for programs and services administered by such departments and agencies.Directs the Secretary to develop a uniform method, criteria, and procedures for compiling, maintaining, keeping current, and reporting to Congress all information concerning: (1) Federal annual expenditures for programs and services for which Indians are eligible; (2) services or programs specifically for the benefit of Indians; and (3) Federal methods of delivery of services and funding.Requires Federal departments and agencies responsible for providing services or programs to or for the benefit of tribes or Indians to: (1) file Annual Indian Program Evaluations with specified congressional committees; and (2) publish annual listings in the Federal Register of all agency programs and services for which Indian tribes may be eligible.Directs the Secretary to file a Strategic Plan for the Coordination of Federal Assistance for Indians.",
      "title": "A bill to provide for periodic Indian needs assessments, to require Federal Indian program evaluations, and for other purposes."
    }
]
